{
    "basics": {
      "name": "Le Minh Tam",
      "label": "Finance Business Partner",
      "image": "https://media.licdn.com/dms/image/v2/D5603AQGPCm_1KLCRtA/profile-displayphoto-shrink_400_400/profile-displayphoto-shrink_400_400/0/1720943163807?e=1748476800&v=beta&t=v9G6U8PnmHqR5Bdo4kbs8vLgt_QerBMPTWZAIFVnBUQ",
      "email": "tamle.fpa@gmail.com",
      "phone": "0963639979",
      "url": "www.linkedin.com/in/tamlefpa",
      "summary": "Results-driven FP&A specialist delivering actionable financial insights that guide strategic decision-making and drive business growth. Skilled in budgeting, forecasting, and financial modeling, transforms complex data into clear, impactful reports. Proficient in Excel with foundational Python and VBA skills for process automation, and a strong communicator in English who effectively conveys critical information to management and leadership.",
      "location": {
        "address": "",
        "postalCode": "",
        "city": "Ho Chi Minh City",
        "countryCode": "VN",
        "region": "District 4"
      },
      "profiles": [{
        "network": "GitHub",
        "username": "Linked",
        "url": "https://github.com/gahoccode"
      }]
    },
    "work": [
      {
        "name": "Phuong Nam General Hospital",
        "position": "FP&A Specialist",
        "location": "Ho Chi Minh City, Vietnam",
        "startDate": "2023-08-01",
        "endDate": "2024-09-16",
        "summary": "FP&A Specialist responsible for developing financial models, collaborating across departments, building dashboards, preparing KPI reports, tracking trends, monitoring costs, and preparing ad hoc reports for senior leadership.",
        "highlights": [
          "Developed financial models to support strategic management and decision-making",
          "Built dashboards and automated reports, saving 50 hours per month",
          "Prepared KPI reports and set KPIs for Sales Team and Doctors",
          "Collaborated with marketing to track revenue and campaign effectiveness",
          "Implemented the Balanced Scorecard framework to align departmental objectives with organizational strategy",
          "Contributed to 30% month-over-month revenue growth through data-driven insights",
          "Collaborated with internal teams to collect business and financial data, and partnered with external stakeholders—including private equity shareholders—to provide financial information and address inquiries regarding financial performance"
        ]
      },
      {
        "name": "Ho Chi Minh City Public Lighting, JSC",
        "position": "Technical Department Project Coordinator",
        "location": "Ho Chi Minh City, Vietnam",
        "startDate": "2019-11-01",
        "endDate": "2023-08-31",
        "highlights": [
          "Reviewed compensation estimates for public infrastructure damaged due to traffic accidents or theft within the city.",
          "Interpreted and coordinated technical communication with foreign experts on public lighting construction projects.",
          "Collaborated with stakeholders, including personnel from the Department of Foreign Affairs, to support project coordination, funding, and execution.",
          "Prepared comprehensive tender documents and supporting materials to secure construction contracts.",
          "Provided administrative support related to human resources within the department."
        ]
      },
      {
        "name": "Mirae Asset Securities",
        "position": "Stockbroker",
        "url": "",
        "startDate": "2018-10-31",
        "endDate": "2021",
        "summary": "Assisted clients with investment needs and opportunities",
        "highlights": [
          "Assessed clients' investment needs and risk tolerance",
          "Assisted clients in identifying investment opportunities",
          "Searched and developed a system of individual clients.",
          "Assessed clients’ investment needs and risk appetites to address issues like capital allocation and holding periods.",
          "Assisted clients in identifying investment opportunities and recognizing market risks in various economic phases.",
          "Created market bulletins, industry analysis reports, and provided forecasts."
        ]
      },
      {
        "name": "AMIGOS MEDIA & ENTERTAINMENT, LLC",
        "position": "Co-Founder",
        "location": "Ho Chi Minh City, Vietnam",
        "url": "https://vimeo.com/amigospicture",
        "startDate": "2017",
        "endDate": "2020",
        "highlights": [
          "Cultivated and maintained strong relationships with clients and strategic partners.",
          "Led service presentations and negotiated project terms to secure new business opportunities.",
          "Ensured project outcomes aligned with client objectives and brand direction.",
          "Directed the creative vision for projects, guiding teams in delivering high-quality, impactful content.",
          "Proactively researched and applied innovative storytelling techniques and emerging media technologies.",
          "Oversaw budgeting, revenue generation, and cost control to maintain financial sustainability.",
          "Identified opportunities to improve operational efficiency and resource allocation."
        ]
      },
      {
        "name": "Sao Mai Electricity, JSC",
        "position": "Administrative and HR Assistant",
        "location": "Vietnam",
        "startDate": "2016",
        "endDate": "2017",
        "highlights": [
          "Supported HR operations by managing employee records, onboarding procedures, and compliance documentation.",
          "Oversaw attendance tracking, ensuring accurate reporting for payroll processing.",
          "Assisted in payroll administration, verifying work hours, deductions, and salary disbursements.",
          "Assisted in recruitment activities such as screening resumes and scheduling interviews.",
          "Assisted in implementing new ERP applications in the enterprise."
        ]
      },
      {
        "name": "Sao Mai Electricity, JSC",
        "position": "Bilingual Training Coordinator",
        "location": "Vietnam",
        "startDate": "2016",
        "endDate": "2017",
        "highlights": [
          "Supported delivery of technical training programs in collaboration with foreign experts.",
          "Provided interpretation and contributed to localization of training materials for power sector staff."
        ]
      }
    ],
    "volunteer": [],
    "education": [
      {
        "institution": "AFP (Association for Financial Professionals)",
        "area": "Financial Planning & Analysis Certification (FPAC)",
        "studyType": "Certification",
        "startDate": "2024-11-15",
        "endDate": "2025-12-31",
        "score": "Part 1 Passed",
        "courses": [],
        "description": "Comprehensive certification covering financial planning, analysis, and strategic business partnering"
      },
      {
        "institution": "University of South Florida",
        "url": "",
        "area": "Management",
        "studyType": "Bachelor of Science",
        "startDate": "2012-09-01",
        "endDate": "2015-12-31",
        "score": "",
        "courses": ["Managerial Accounting", "Financial Accounting", "Corporate Finance", "Principles of Marketing", "Strategic Management"]
      },
      {
        "institution": "EF Academy",
        "url": "",
        "area": "International Baccalaureate",
        "studyType": "Diploma",
        "startDate": "2009-01-01",
        "endDate": "2011-12-31",
        "score": "",
        "courses": []
      }
    ],
    "awards": [],
    "certificates": [
      {
        "name": "FPAC (Financial Planning & Analysis Certification)",
        "date": "2025-12-31",
        "issuer": "AFP (Association for Financial Professionals)",
        "url": "",
        "description": "Comprehensive certification covering financial planning, analysis, and strategic business partnering"
      }
    ],
    "publications": [],
    "skills": [
      {
        "name": "Excel",
        "level": "Advanced",
        "keywords": [
          "Power Query",
          "Power BI"
        ]
      },
      {
        "name": "Financial Analysis",
        "level": "Advanced",
        "keywords": [
          "Financial Modeling",
          "Forecast",
          "Risk Management",
          "Budgeting"
        ]
      },
      {
        "name": "Communication",
        "level": "Bilingual",
        "keywords": [
          "English",
          "Vietnamese",
          "Professional Writing"
        ]
      },
      {
        "name": "Programming Automation",
        "level": "Foundational",
        "keywords": [
          "Visualization",
          "Data Processing",
          "SQL",
          "VBA",
          "Power Query"
        ]
      },
      {
        "name": "Financial Accounting",
        "level": "Familiar",
        "keywords": [
          "IFRS",
          "GAAP",
          "VAS"
        ]
      }
    ],
    "languages": [
      {
        "language": "English",
        "fluency": "Fluent"
      },
      {
        "language": "Vietnamese",
        "fluency": "Native speaker"
      }
    ],
    "interests": [],
    "references": [],
    "projects": [
      {
        "name": "Hospital Information System (HIS) Implementation",
        "description": "Assisted in User Acceptance Testing (UAT) for HIS financial reporting module",
        "highlights": [
          "Tested the HIS financial reporting module as a member of the PMO team to ensure it met requirements for sales revenue reports, including departmental breakdowns and KPI/management reporting metrics."
        ],
        "url": ""
      },
      {
        "name": "Reporting Process Automation",
        "description": "Automated reporting processes, saving 50 hours/month",
        "highlights": [
          "Leveraged Python, VBA, and AI-based automation to streamline reporting processes, resulting in a monthly time savings of 50 hours"
        ],
        "url": ""
      },
      {
        "name": "Python-Based AI Financial Dashboard",
        "description": "Developed a Python-based web dashboard leveraging AI to monitor price trends in stocks, commodities, and key financial indicators, supporting market analysis and informed investment decisions",
        "highlights": [
          "Developed a Python-based web dashboard leveraging AI to monitor price trends in stocks, commodities, and key financial indicators, supporting market analysis and informed investment decisions"
        ],
        "url": ""
      },
      {
        "name": "Financial Data Structure Redesign",
        "description": "Redesigned financial data structure by reorganizing chart of accounts based on Group's guidelines, improving collaboration and saving 15 hours/month",
        "highlights": [
          "Adapted and reorganized the chart of accounts to comply with Group standards while addressing the specific operational needs of the branch, reducing month-end closing rework by 15 hours per month."
        ],
        "url": ""
      },
      {
        "name": "KPI Dashboard Development",
        "description": "Developed KPI dashboards contributing to 30% month-over-month revenue growth",
        "highlights": [
          "Developed an Excel dashboard to track revenue by department and patient census, contributing to 30% month-over-month revenue growth"
        ],
        "url": ""
      },
      {
        "name": "HR Payroll ERP Module Implementation",
        "description": "Assisted in implementing and troubleshooting the HR module for payroll calculations at Sao Mai Electricity, JSC",
        "highlights": [
          "Facilitated collaboration between internal accountants and outsourced developers to resolve system issues and ensure accurate payroll processing",
          "Supported implementation and testing of new ERP applications related to human resources"
        ],
        "url": ""
      }
    ]
  }